[{
    "name": "Naoya Moritani",
    "post": "Solution Engineer, Google Cloud Platform at Google",
    "image": "/data/images/speaker/naoya_moritani.jpg",
    "desc": "Naoya Moritani-san has been part of the Sales Engineering Team of Google Enterprise (now called 'Google for Work') organization for 5 years. He has a strong belief that public cloud computing stack that just works. Besides that it should be well known, and ubiquitous in everybody's work and personal life."
}, {
    "name": "Ian Lewis",
    "post": "Developer Advocate at Google",
    "image": "/data/images/speaker/ian_lewis.jpg",
    "desc": "Ian Lewis is a software developer that specialized in open source and web application software development. He is experienced in user experience design, medium to large scale web development, real-time web applications, machine learning, and project management and community building. Mr. Ian is also very active in local programming communities and he is one of the Official Google App Engine API Expert in Japan, a distinction given to only 4 App Engine developers in Japan."
}, {
    "name": "Jose Albert Padin",
    "post": "Google Developer Expert",
    "image": "/data/images/speaker/jose_albert_padin.jpg",
    "desc": "Albert is a developer and entrepreneur who's worked on consumer, enterprise, and goverment software products. He is the co-founder and CTO of Symph, a design, development, and startup studio. At Symph, he has architected and developed solutions for 500 Startups, Office of the President of the Philippines, and the World Bank."
}, {
    "name": "Kenny Lim",
    "post": "Docker User Group Manager/Organizer",
    "image": "/data/images/speaker/kenny_lim.jpg",
    "desc": "Kenny Lim is a Docker Support Engineer in ServiceRocket. His role is to provide support for Docker product and services such as Docker, Docker Hub, Docker Subscription, Docker Trusted Registry and more. Besides that, he is also one of the key member of Docker User Group Malaysia, where users of Docker come together to learn, share and contribute to this wonderful technology."
}, {
    "name": "JT Liew",
    "post": "Fullstack Developer",
    "image": "/data/images/speaker/jt.jpg",
    "desc": "Liew Jun Tung, aka 'JT' is a full stack developer working in TABLEAPP. He developes and maintains multiple Android, web applications and the database for his company. JT is passionate and eager to learn from the pros and share what he learned. JT was one of the top 3 Google Student Ambassador in South East Asia, and currently he is continuing his passion of sharing knowledge as one of the co manager of GDG Kuala Lumpur."
}, {
    "name": "Henry Lim",
    "post": "Web Developer",
    "image": "/data/images/speaker/henry.jpg",
    "desc": "To the eyes of the untrained, Henry 'Hern Hern' Lim may looked like a student. But underneath he is an awesome an passionate web developer! He loves to learn and implement all the latest and greatest of Google Web Developer technologies. He experimented with Android, Polymer, Firebase and many more! Do you know the website you are looking at is created by Henry? He is currently part of the organizing team of GDG Kuala Lumpur."
}]
