[{
    "name": "Naoya Moritani",
    "post": "Solution Engineer, Google Cloud Platform at Google",
    "image": "/data/images/speaker/naoya_moritani.jpg",
    "desc": "TBA"
}, {
    "name": "Ian Lewis",
    "post": "Developer Advocate at Google",
    "image": "/data/images/speaker/ian_lewis.jpg",
    "desc": "Ian Lewis is a software developer that specialized in open source and web application software development. He is experienced in user experience design, medium to large scale web development, real-time web applications, machine learning, and project management and community building. Mr. Ian is also very active in local programming communities and he is one of the Official Google App Engine API Expert in Japan, a distinction given to only 4 App Engine developers in Japan."
}, {
    "name": "Jose Albert Padin",
    "post": "Google Developer Expert",
    "image": "/data/images/speaker/jose_albert_padin.jpg",
    "desc": "Albert is a developer and entrepreneur who's worked on consumer, enterprise, and goverment software products. He is the co-founder and CTO of Symph, a design, development, and startup studio. At Symph, he has architected and developed solutions for 500 Startups, Office of the President of the Philippines, and the World Bank."
}, {
    "name": "Kenny Lim",
    "post": "Docker User Group Manager/Organizer",
    "image": "/data/images/speaker/kenny_lim.jpg",
    "desc": "Kenny Lim is a Docker Support Engineer in ServiceRocket. His role is to provide support for Docker product and services such as Docker, Docker Hub, Docker Subscription, Docker Trusted Registry and more. Besides that, he is also one of the key member of Docker User Group Malaysia, where users of Docker come together to learn, share and contribute to this wonderful technology."
}, {
    "name": "JT Liew",
    "post": "Fullstack Developer",
    "image": "/data/images/speaker/jt.jpg",
    "desc": "JT Liew is a fullstack developer in TABLEAPP and manager in Google Developer Group Kuala Lumpur. Besides Android Development, he do web development, database design in my company."
}, {
    "name": "Henry Lim",
    "post": "Web Developer",
    "image": "/data/images/speaker/henry.jpg",
    "desc": "Henry Lim is a web developer. He is passionate about Polymer and Firebase. He is currently a committee in GDG Kuala Lumpur and a student at Multimedia University."
}]
